Repository: dropout/dhyana
Catalog: lib/l10n/app_*.arb
Languages: hu

source: Minute
hu: Perc

source: Minutes
hu: Perc

source: Day
hu: Nap

source: Days
hu: Napok

source: Week
hu: Hét

source: Weeks
hu: Hetek

source: Month
hu: Hónap

source: Months
hu: Hónapok

source: Year
hu: Év

source: Years
hu: Évek

source: Milestone
hu: Mérföldkő

source: Milestones
hu: Mérföldkövek

source: Okay
hu: Rendben

source: Warmup
hu: Felkészülés

source: Loading...
hu: Betöltés...

source: Load more
hu: Több betöltése

source: Please wait
hu: Kérlek várj

source: Not available
hu: Nem elérhető

# inputWarmupLabel
source: Warmup
hu: Felkészülés

# inputStartingSoundLabel
source: Starting sound
hu: Kezdőhang

# inputDurationLabel
source: Duration
hu: Időtartam

# inputEndingSoundLabel
source: Ending sound
hu: Végehang

source: No sound
hu: Nincs hang

# inputSoundSmallBell
source: Small Bell
hu: Csengettyű

# errorHeadline
source: Ooops!
hu: Hoppá!

# errorText
source: An unexpected error has occured.
hu: Váratlan probléma támadt.

# errorButtonText
source: Okay
hu: Rendben

source: Session
hu: Ülés

source: Sessions
hu: Ülések

# timerFinishSessionButtonText
source: Finish session
hu: Befejezés

# timerDiscardSessionButtonText
source: Discard session
hu: Megszakítás

# loginHeadline1
source: Who
hu: Ki

# loginHeadline2
source: are
hu: vagy

# loginHeadline3
source: you?
hu: te?

# loginSigninGoogle
source: Login with Google
hu: Bejelentkezés Google-lal

# loginSigninApple
source: Login with Apple
hu: Bejelentkezés Apple-lel

# loginLegalPart1
source: By logging in you accept the
hu: A bejelentkezéssel elfogadod az

# loginLegalPart2
source: Terms of Use
hu: ÁSZF-et

# loginLegalPart3
source: and the
hu: és az

# loginLegalPart4
source: Privacy statement
hu: Adatvédelmi nyilatkozatot

source: Profile
hu: Profil

# sessionsHistory
source: Sessions
hu: Ülések

source: Edit Profile
hu: Profil szerkesztése

# timerSettingsHistory
source: Settings history
hu: Legutóbbi beállítások

# profileFirstnameLabel
source: Firstname
hu: Keresztnév

# profileLastnameLabel
source: Lastname
hu: Vezetéknév

# profileSaveButtonIdle
source: Save
hu: Ment

# profileSaveButtonSaving
source: Saving...
hu: Mentés...

# profileSaveButtonSaved
source: Saved!
hu: Elmentve!

# profileWizardTitle
source: Complete your profile!
hu: Véglegesítsd a profilodat!

# photoAccessDialogTitle
source: Cannot access photos
hu: Fotók nem érhetőek el

# photoAccessDialogText
source: The application doesn't have a permission to access you photos. Please go into 'Settings' and give access to the photos in order to change you profile photo.
hu: Az alkalmazásnak nincs engedélye hozzáférni a fotókhoz. Kérlek a telefon 'Beállítások' menüjében engedélyezd a hozzáférést a fotókhoz, hogy meg tudjuk változtatni a profilképed.

# photoAccessDialogButtonText
source: Okay
hu: Rendben

# profileStats
source: Statistics
hu: Statisztika

source: Consecutive days
hu: Egymás utáni napok

source: Highlights
hu: Kiemelt adatok

source: Average
hu: Átlag

source: Average per day
hu: Átlagosan naponta

source: Average per week
hu: Átlagosan hetente

source: Average per month
hu: Átlagosan havonta

source: Average per year
hu: Átlagosan évente

# averageAbbr
source: Avg.
hu: Átl.

# statsSignedUp
source: Joined
hu: Csatlakozás

# statsFirstSession
source: First session
hu: Első ülés

# statsCurrentStreak
source: Current streak
hu: Aktuális sorozat

# statsStartedAt
source: Started at
hu: Aktuálist sorozat kezdete

# statsNotyetStarted
source: Not yet started
hu: Még nem kezdted el

# statsLastCheckedAt
source: Last checked
hu: Legutolsó ellenőrzés

# statsNotyetChecked
source: Not yet checked
hu: Még nincs ellenőrizve

# statsLongestStreak
source: Longest streak
hu: Leghosszabb sorozat

# statsTimePerDay
source: Time per day
hu: Idő naponta

# statsTimePerWeek
source: Time per week
hu: Idő hetente

# statsTimePerMonth
source: Time per month
hu: Idő havonta

# statsTimePerYear
source: Time per years
hu: Idő évente

# statsSummary
source: Summary
hu: Összesítés

# statsTotalTimeSpent
source: Total time
hu: Összes idő

# statsTotalSessions
source: Total sessions
hu: Összes alkalom

# statsTotalDays
source: Total days
hu: Összes nap

# statsAverageTimeSpent
source: Average time
hu: Átlagos idő

# statsAverageSessions
source: Average sessions
hu: Átlagos alkalom

# statsCount
source: Count
hu: Darab

# statsNextMilestone
source: Next milestone
hu: Következő mérföldkő

# statsNextMilestoneIn
source: {count, plural, =0{Next milestone in {count} more days.} =1{Next milestone in {count} more day.} =2{Next milestone in {count} more days.} few{Next milestone in {count} more days.} many{Next milestone in {count} more days.} other{Next milestone in {count} more days.}}
hu: {count, plural, =0{{count} nap múlva} =1{Még {count} nap} =2{{count} nap múlva} few{{count} nap múlva} many{{count} nap múlva} other{{count} nap múlva}}

# statsLoadingData
source: Loading data...
hu: Adatok betöltése...

source: Signout
hu: Kijelentkezés

# profileSignoutTitle
source: Signout
hu: Kijelentkezés

# profileSignoutQuestion
source: Are you sure you want to sign out?
hu: Biztos, hogy ki akarsz jelentkezni?

# profileSignoutYes
source: Yes
hu: Igen

# profileSignoutCancel
source: No
hu: Mégsem

source: Presence
hu: Jelenlét

# presenceScreenSubTitle
source: Move the slider to adjust presence timerframe.
hu: Mozgasd a csuszkát a jelenlét időkeretének beállításához.

# minutesAbbr
source: m
hu: p

# minutesPlural
source: {count, plural, =0{minute} =1{minute} =2{minutes} few{minutes} many{minutes} other{minutes}}
hu: {count, plural, =0{perc} =1{perc} =2{perc} few{perc} many{perc} other{perc}}

# minutesPluralWithNumber
source: {count, plural, =0{{count} minute} =1{{count} minute} =2{{count} minutes} few{{count} minutes} many{{count} minutes} other{{count} minutes}}
hu: {count, plural, =0{{count} perc} =1{{count} perc} =2{{count} perc} few{{count} perc} many{{count} perc} other{{count} perc}}

# hoursAbbr
source: h
hu: ó

# hoursPlural
source: {count, plural, =0{hour} =1{hour} =2{hours} few{hours} many{hours} other{hours}}
hu: {count, plural, =0{óra} =1{óra} =2{óra} few{óra} many{óra} other{óra}}

# hoursPluralWithNumber
source: {count, plural, =0{{count} hour} =1{{count} hour} =2{{count} hours} few{{count} hours} many{{count} hours} other{{count} hours}}
hu: {count, plural, =0{{count} óra} =1{{count} óra} =2{{count} óra} few{{count} óra} many{{count} óra} other{{count} óra}}

# sessionsPlural
source: {count, plural, =0{session} =1{session} =2{sessions} few{sessions} many{sessions} other{sessions}}
hu: {count, plural, =0{ülés} =1{ülés} =2{ülés} few{ülés} many{ülés} other{ülés}}

# sessionsPluralWithNumber
source: {count, plural, =0{{count} session} =1{{count} session} =2{{count} sessions} few{{count} sessions} many{{count} sessions} other{{count} sessions}}
hu: {count, plural, =0{{count} ülés} =1{{count} ülés} =2{{count} ülés} few{{count} ülés} many{{count} ülés} other{{count} ülés}}

# daysPlural
source: {count, plural, =0{day} =1{day} =2{days} few{days} many{days} other{days}}
hu: {count, plural, =0{nap} =1{nap} =2{nap} few{nap} many{nap} other{nap}}

# daysPluralWithNumber
source: {count, plural, =0{{count} day} =1{{count} day} =2{{count} days} few{{count} days} many{{count} days} other{{count} days}}
hu: {count, plural, =0{{count} nap} =1{{count} nap} =2{{count} nap} few{{count} nap} many{{count} nap} other{{count} nap}}

# weeksPlural
source: {count, plural, =0{week} =1{week} =2{weeks} few{weeks} many{weeks} other{weeks}}
hu: {count, plural, =0{hét} =1{hét} =2{hét} few{hét} many{hét} other{hét}}

# weeksPluralWithNumber
source: {count, plural, =0{{count} week} =1{{count} week} =2{{count} weeks} few{{count} weeks} many{{count} weeks} other{{count} weeks}}
hu: {count, plural, =0{{count} hét} =1{{count} hét} =2{{count} hét} few{{count} hét} many{{count} hét} other{{count} hét}}

# weekNumber
source: {year} W{weekNumber}
hu: {year} {weekNumber}H

# consecutiveDaysPlural
source: {count, plural, =0{day} =1{day} =2{consecutive days} few{consecutive days} many{consecutive days} other{consecutive days}}
hu: {count, plural, =0{{count} nap} =1{{count} nap} =2{{count} egymás utáni nap} few{{count} egymás utáni nap} many{{count} egymás utáni nap} other{{count} egymás utáni nap}}

# consecutiveDaysPluralWithNumber
source: {count, plural, =0{{count} day} =1{{count} day} =2{{count} consecutive days} few{{count} consecutive days} many{{count} consecutive days} other{{count} consecutive days}}
hu: {count, plural, =0{{count} nap} =1{{count} nap} =2{{count} egymás utáni nap} few{{count} egymás utáni nap} many{{count} egymás utáni nap} other{{count} egymás utáni nap}}

source: thousand
hu: ezer

# thousandShort
source: k
hu: e

source: million
hu: millió
